brew "coreutils"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "goimports"
brew "gopls"
brew "k9s"
brew "mise"
brew "neovim"
brew "node"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tree-sitter-cli"
brew "uv"

cask "font-hasklug-nerd-font"
