tap "c-bata/kube-prompt"
tap "chrokh/tap"
tap "cjbassi/ytop"
tap "derailed/k9s"
tap "derailed/popeye"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "martido/graph"
tap "mvndaemon/mvnd"
tap "ravenac95/sudolikeaboss"
tap "rbenv/tap"
tap "universal-ctags/universal-ctags"
tap "yleisradio/terraforms"
brew "glib"
brew "lzo"
brew "harfbuzz"
brew "zstd"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libyaml"
brew "python@3.10"
brew "asciidoc"
brew "at-spi2-core"
brew "docutils"
brew "python@3.11"
brew "awscli", args: ["HEAD"]
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "cloc"
brew "libnghttp2"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "libslirp"
brew "libssh"
brew "qemu"
brew "container-diff"
brew "coreutils"
brew "diff-so-fancy"
brew "dive"
brew "wxwidgets"
brew "erlang"
brew "etcd"
brew "exa"
brew "fd"
brew "fish"
brew "flac"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "pango"
brew "libadwaita"
brew "ghex"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groovy"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "hub"
brew "ivy"
brew "jadx"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kubeval"
brew "kubie"
brew "libfaketime", args: ["HEAD"]
brew "libfido2"
brew "libidn"
brew "llvm"
brew "maven"
brew "ruby"
brew "mdless"
brew "mercurial"
brew "metis"
brew "mockery"
brew "mysql"
brew "protobuf"
brew "mysql@5.7"
brew "neovim"
brew "nghttp2"
brew "nginx", args: ["HEAD"]
brew "nmap"
brew "node"
brew "p7zip"
brew "pandoc"
brew "parquet-cli"
brew "perl"
brew "pgpdump", args: ["HEAD"]
brew "pinentry-mac"
brew "postgresql@14"
brew "prometheus"
brew "pygobject3"
brew "python@3.8"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rocksdb"
brew "rust"
brew "spark"
brew "sphinx-doc"
brew "stern"
brew "subversion"
brew "temporal"
brew "tfenv"
brew "the_silver_searcher", args: ["HEAD"]
brew "thrift"
brew "tig", args: ["HEAD"]
brew "tmux"
brew "typescript"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "zookeeper"
brew "zsh"
brew "c-bata/kube-prompt/kube-prompt"
brew "chrokh/tap/base16-manager"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/vault"
brew "mvndaemon/mvnd/mvnd"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yleisradio/terraforms/chtf"
cask "cameracontroller"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "logdna-cli"
cask "platypus"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "terraform-0.11.14"
cask "terraform-0.12.2"
cask "terraform-0.6.6"
