tap "adoptopenjdk/openjdk"
tap "c-bata/kube-prompt"
tap "caskroom/cask"
tap "caskroom/versions"
tap "chrokh/tap"
tap "cjbassi/ytop"
tap "derailed/k9s"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "bash-completion"
brew "coreutils"
brew "python"
brew "dive"
brew "docker", link: false
brew "docker-machine"
brew "fish", args: ["HEAD"]
brew "flac"
brew "fzf", args: ["HEAD"]
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "graphviz"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "mysql"
brew "neovim"
brew "p7zip"
brew "pandoc" # documentation format converter
brew "pgpdump", args: ["HEAD"]
brew "pinentry-mac"
brew "postgresql", args: ["HEAD"]
brew "rbenv"
brew "stern" # kubernetes tailer
brew "the_silver_searcher", args: ["HEAD"]
brew "tig", args: ["HEAD"]
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "ykman"
brew "zsh"
brew "c-bata/kube-prompt/kube-prompt"
brew "chrokh/tap/base16-manager"
brew "derailed/k9s/k9s"
brew "golangci/tap/golangci-lint"
brew "instrumenta/instrumenta/kubeval"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "docker-edge"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "logdna-cli"
